Repository: Sami-Juhani/music-recommendation-system
Catalog: backend/user_management/locale/*/LC_MESSAGES/django.po
Languages: fa, fi

# email_password_required
source: Email and password are required.
fa: ایمیل و رمز عبور الزامی است.
fi: Sähköposti ja salasana vaaditaan.

# invalid_email_password
source: Invalid email or password.
fa: ایمیل یا رمز عبور نامعتبر است.
fi: Virheellinen sähköpostiosoite tai salasana.

# firstname_lastname_required
source: Firstname and lastname required.
fa: نام و نام خانوادگی الزامی است.
fi: Etunimi ja sukunimi vaaditaan.

# user_already_exists
source: User already exists with email.
fa: کاربر با این ایمیل از قبل وجود دارد.
fi: Käyttäjä on jo olemassa tällä sähköpostiosoitteella.

source: User not created.
fa: کاربر ایجاد نشد.
fi: Käyttäjää ei luotu.

source: User created.
fa: کاربر ایجاد شد.
fi: Käyttäjä luotu.

# no_user_id
source: No user id found.
fa: شناسه کاربر یافت نشد.
fi: Käyttäjän tunnusta ei löytynyt.

source: User not found.
fa: کاربر یافت نشد.
fi: Käyttäjää ei löytynyt.

source: Logged out.
fa: خروج انجام شد.
fi: Kirjauduttu ulos.

source: User deleted.
fa: کاربر حذف شد.
fi: Käyttäjä poistettu.
